--
-- TQCMS  数据库SQL
-- 生成日期: 2015 年 1 月 1 日 00:00
--

--
-- 数据库: 'TQCMS'
--

-- --------------------------------------------------------

-- 
-- 表的结构 `plug_wheel`
-- 

-- ----------------------------
-- Records of plug_config
-- ----------------------------
INSERT INTO `plug_config` VALUES ('sitename', '开心大转盘');
INSERT INTO `plug_config` VALUES ('template', 'default');

-- ----------------------------
-- Records of plug_lottery
-- ----------------------------
INSERT INTO `plug_lottery` VALUES ('1', '1', '开心大转盘', '0', null, null, null, '请出示给现场工作人员进行领奖', '1443132000', '1448056800', '<p>\r\n	祥龙辞旧岁，银蛇迎新春；庆团圆，吃年饭，开心收获幸运大奖，回报家人；凡2013年2月7日晚参加晚宴的农夫山庄员工及嘉宾，均有机会参加幸运大抽奖活动，现将细则作以下说明： &nbsp;\r\n</p>\r\n<p>\r\n	<strong><span style=\"color:#E53333;\">一、 抽奖细则：</span></strong> &nbsp;1、 参与晚宴人员将自己的姓名用正楷字体写在小纸片 上，按工作人员要求折好，投入抽奖箱内。 2、 由公司各部门主管负责在用餐过程中到台上抽取幸 运者到台上转动“幸运大转盘”（必须转动一圈以上）摇奖，当大转盘上奖品项停在“幸运指针”上时，摇奖人可获得该项奖品。 &nbsp;3、 “幸运大转盘”下方指针停在两个项目之间的中间 线的，经主持人复核后可再摇一次。 &nbsp;4、 幸运者在摇奖时，不能用手或其它外力影响“幸运大 转盘”转动，否则摇奖结果无效。 &nbsp;\r\n</p>\r\n<p>\r\n	<strong><span style=\"color:#E53333;\">二、 奖品设置：</span></strong> 100元大红包、50元大红包、八大喜礼桶、 方盒装礼盒、20元新年大红包、精美旅行水杯、品牌洗衣粉、高级毛巾、精美指甲剪等奖品。\r\n</p>\r\n<p>\r\n	<span><span></span></span> \r\n</p>', null, '大转盘活动已经结束了', null, '亲，活动已经结束，请继续关注我们的后续活动哦。', '10000', '1', '一等奖 IPhone 7s 一台', '二等奖 佳能数码照相机 一台', '三等奖 山地车 一辆', '四等奖 电饭煲一个', '五等奖 大熊娃娃一个', '六等奖 本人的亲笔签名', '未中奖', '5', '10', '10', '10', '10', '10', '45', '10', '20', '40', '50', '70', '150', '9999', null, '1442730242', '1444825251');