<?php
if(!defined('IN_TQCMS')) exit('Access Denied');
$_SGLOBAL['usergroup']=Array
	(
	3 => Array
		(
		'gid' => 3,
		'grouptitle' => '普通会员',
		'system' => '0',
		'explower' => 100,
		'maximagesize' => '0',
		'maxattachsize' => '0',
		'manageadmin' => '1,2,3,4,5,6,7,8,9,10,11,12,13,14,15,16,17,18,19,20,21,22,23,24,25,26,27,28,29,30,31,32,33,34,35,36,37,38,39,40,41,42,43,44,46,47,48,50,58,63,64,54,93,56,57,59,60,61,62,65,66,68,69,70,71,73,74,75,76,77,78,79,80,81,82,83,84,85,86,87,88,89,90,91,92,101,102',
		'manageuser' => '',
		'managecustom' => '',
		'color' => '',
		'icon' => ''
		)
	)
?>